import React from 'react';

import '../style/AboutUs.css';
import { BOLD_WEIGHT } from 'jest-matcher-utils';

function Tips() {
    return (
        <div className='Tips'>
              
                        <h1 style={{ textAlign: "center", fontWeight: 'bold' ,fontSize: '30px' }}>טיפים</h1>
                        <h1 style={{ textAlign: "center" ,fontSize: '20px' ,fontWeight: 'bold'}}>
                         כשמדובר באלימות פיזית, העיקר הוא להגן על הבריאות והבטחון של האישה המצויה במצב כזה. הנה כמה טיפים שיכולים לעזור לך:
                            </h1>
                            <br></br>
                        <p> 
                            <div className='tip'> 
                            חפשי עזרה מקצועית: פני למוקדי החירום ולארגונים שמתמחים בסיוע לנשים המסתובבות במצב של אלימות פיזית. בהתאם למדינתך, ישנם מספר ארגונים שיכולים לסייע במצב זה. חשוב לדבר עם מישהו ולא להשאר לבד.
                            </div>
                            <div className='tip'> 
                            תכנני מראש: תכנני את התקופה הקרובה והשתדלי להפחית את הסיכון לקבלת פגיעה פיזית נוספת. חשוב לצאת מהבית עם מסכה ואם יש צורך, לשאול מישהו ללוות אותך.
                            </div>
                            <div className='tip'> 
                            העברי את המיקום שלך: במקרה ומותקף על ידי הבן זוג שלך, נסי להעביר את מיקומך לאנשים אמינים שיכולים לסייע במצב זה. זה חשוב גם כדי להפחיד את האלימות.
                            </div>
                            <div className='tip'> 
                            חפשי תמיכה: בנוסף לפנות למקורות התמיכה הפומביים, כגון מוקדי החירום והארגונים המקצועיים, חשוב לפנות לחברים ולמשפחה שלך עבור תמיכה נפשית וחברתית
                            </div>
                            <div className='tip'> 
                            ערכי רשימה של משימות שבועית שכוללת בן היתר לפחות שתי משימות שנועדו עבורך
                            </div>
                            <div className='tip'> 
                            הקפידי לאפשר לעצמך חצי שעה ביום לעשות דברים שאת אוהבת: ספורט, תחביבים
                            </div>
                            <div className='tip'> 
                            הגדירי זמנים ברורים שבהם את עוזבת הכל ומתייחסת לבית כך הזמנים שלך יהיו ברורים
                            </div>
                            <div className='tip'> 
                            הקדישי זמן לזוגיות ללא הילדים הינך יכולה להעזר בכרטיסי משחק שימקדו אתכם לדבר על נושאים שאת נמנעת מהם.
                            </div>
                            <div className='tip'> 
                            תצרי אווירה נעימה בבית באמצעות כלים וחפצים שיאפשרו לבני הבית להרגיש בנוח בביתם
                            </div>
                            <div className='tip'> 
                            במידה ואת חשה עמוסה ומותשת ממשימות הבית נסי לשתף את בני הבית במשימות הינך יכולה לעשות זאת בצורה חוויתית שתתן לכולם להנות מכך.
                            </div>
                           
                        </p>
        </div>
    );
}
export default Tips;
