import React from 'react';

import '../style/AboutUs.css';

function Warning() {
    return (
        <div>
            <form className="about-us">
                <h1 style={{
                    textAlign: "center", color: "red"
                }}>5 סימנים מקדימים</h1>
                <p>1.  <strong> דרך דיבור</strong> גבר שקשה לו לתת לאישה לדבר, מבטל את דעתה או משתמש בלשון פוגענית ומפחידה כדי לשלוט על המערכת היחסים. </p>
                <p>2.  <strong> גבר שלא מאפשר לאישה להיות עצמאית</strong> גבר שמגביל את פעילותה החברתית, מנסה לשלוט בחייה הכלכליים או מפריע לה בצורה אחרת להתפתח כאדם עצמאית</p>
                <p>3.  <strong> גבר שמתנגד לאישה בכל החלטה שהיא עושה</strong> גבר שמתנגד לכל החלטה של האישה ומנסה לשלוט בהכל. </p>
                <p>4.  פעולות אובססיביות כמו לעצור אישה מלצאת מהבית, לגבות את כספה או להגיע בזמן לאירועים חברתיים. </p>
                <p>5.  גבר שמסתיר דברים מהאישה ומנסה לשלוט בחייה הפרטיים.</p>

            </form>
        </div>
    );
}

export default Warning;
